[
    {
        "Title": "Creative Designer",
        "JobSummary": "As a Creative Designer, you are responsible for ensuring the feel and look of the visual communication on the design. To perform well in this role, you need to have a deep understanding and sense of abc.com's brand essence and your category characteristic. Brand guidance will be your \"bible\" to create your art. At the end of the day, your art should increase traffic and sales on the product of your category."
    },
    {
        "Title": "Head of Regional Sales",
        "JobSummary": "As for Head of Regional Sales, you will lead sales and purchasing strategy by drafting, implementing and evaluating cross-category decisions in all branch and coordinate with each group category and category that will enable the company to achieve long-term objectives."
    },
    {
        "Title": "Head of Sales Excellence",
        "JobSummary": "Head of Sales Excellence is responsible for seller growth and development that covers the development of end-to-end seller management platform, tools & features, growth and expansion of Official Stores and the strategy of CRM implementation for seller."
    },
    {
        "Title": "Head of Sales Support",
        "JobSummary": "Head of Sales Support will lead merchant selling, merchant growth & total merchant operating process.  Acting as a core to ensure the experiences for both merchants and customers of products creation by providing valid structure and management up to industries standard with high quality standard of improvement and development to achieve company goals."
    },
    {
        "Title": "Head of Sales",
        "JobSummary": "Head of Sales is reponsible to lead category management and lead the implementation of  sales and purchasing strategies that will enable the company to achieve long-term objectives.\n\nYou will develop strategy to expand and improve category performance and develop merchandising plans that meet sales and margin requirements while continuing to provide a relevant and differentiated selection based on the targeted customer."
    },
    {
        "Title": "Planner",
        "JobSummary": "Planner will forecast buyer demand activities and use forecasting models to proactively improve product supply and demand matching. Planner will continuously improve forecast models to optimize buyer traffic conversion on website / app and increase sales, improve inventory turnover (e.g. reduce days-of-inventory) and ensure healthy profit margins for items sold.  He/she must gather market data and research competitors (online and offline) and predict merchandise demand trends. Planner will demonstrate a talent for identifying buyer trends and selecting high demand items that have profit opportunities. Business Planner Junior Officer is an integral member of the Trade Partnership team and provides data-driven insights and analyses to the department so that only the best products are sourced and sold."
    },
    {
        "Title": "Promotion",
        "JobSummary": "As a Promotion, you will be responsible to ensure the content look within the category aligns with Brand Guidance and promotion strategy. You also need to implement the promotion strategy for an engaging program to attract and increase traffic and sales."
    },
    {
        "Title": "Sales Admin",
        "JobSummary": "As a Sales Admi, you will be responsible for helping operational activities such as acquiring process of Merchant Partner, the readiness of Merchant Partner, maintain the report of Merchant Partner’s performance, and help with the purchase order for trading."
    },
    {
        "Title": "Sales Analytics",
        "JobSummary": "Sales Analytics is responsible for helping the business in driving business performance by providing data insights and data-driven strategies and recommendations."
    },
    {
        "Title": "Sales Community",
        "JobSummary": "As a Sales Community, you will be responsible for creating community engagement program and do implementation to develop and expand relationship with seller partner. You are also responsible to develop an engaging activity to give additional value to Partnership between abc, existing Seller Partner and potential seller partner."
    },
    {
        "Title": "Sales Digital",
        "JobSummary": "As a Sales Digital, you will be responsible for managing the seller web, that covers content updates, performance monitoring and improvement. You will run a digital performance marketing program through ads strategy formulation, implementation, and monitoring of ads performance. \n\nYou will also be responsible to attract and interact with targeted audiences across social media networks, evaluate social media performance by capturing and analyzing the appropriate social data/metrics, insights and create engaging content that informs, educate and delights online audiences generating awareness and driving traffic to seller web."
    },
    {
        "Title": "Sales Digital",
        "JobSummary": "The Sales Director will lead the commercial in drafting, implementing, and evaluating cross-functional decisions that will enable the company to achieve its long-term objectives. Furthermore, you will also build a commercialization infrastructure and organization to drive market adoption of the company's products and be responsible for revenue growth within the organization and making sure that all functions of the organization are aligned to meet its strategic commercial objectives"
    },
    {
        "Title": "Sales Director",
        "JobSummary": "As a Sales Improvement will be responsible to maintain the whole process to ensure its efficiency. Analyze the current product that aligns with customer needs.\n\nYou will help to drive cross functional projects/ new business initiatives throughout the cycle, act as project manager and busines process expertise in order to drive significant improvement in the process, tools and feature to accelerate seller satisfaction and engagement both for regular, official store and international seller."
    },
    {
        "Title": "Sales Marketplace",
        "JobSummary": "You will be responsible to implement merchandising management that aligns with commercial strategy. To implement it, Sales Marketplace must understand the market trend and needs to develop product category by acquiring new sellers and maximizing growth of existing sellers.\n\nAn understanding of promotion and business / brand plan is a must to be able to deliver a good performance in this role."
    },
    {
        "Title": "Sales Trading",
        "JobSummary": "As a Sales Trading, you will be responsible for implementing merchandising management that aligns with commercial strategy. To implement it, you must understand the market trend and need to expand product categories by acquiring new potential supplier/ principal or optimizing existing supplier/ principal.\n\nUnderstanding of promotion and analytical skills on monitoring inventory levels is a must to be able to deliver a good performance in this role."
    },
    {
        "Title": "Sales Trainer",
        "JobSummary": "As Junior Seller Learning Officer, you will be responsible for supporting the implementation of training process for Merchant Applicant Tools (MTA) and other training programs."
    }
]
