[
    {
        "Title": "Activation",
        "JobSummary": "You will be responsible for executing customer activation strategies through brand activation programs. You must be able to gather and analyze insights from customers for brand awareness and to drive sales. You will also be responsible for maintaining good relations with the community.\n\nYou will also Responsible for attracting and interacting with targeted audiences across social media networks. Create engaging content that informs, educates and delights online audiences generating awareness and driving traffic."
    },
    {
        "Title": "Brand",
        "JobSummary": "Melaksanakan brand strategy berdasarkan insight yang diperoleh dari consumer dan customer serta menyusun dan mengelola pelaksanaan inisiatif, proyek dan kegiatan operasional pada semua aspek dari brand business."
    },
    {
        "Title": "Campaign",
        "JobSummary": "As a Campaign, you will be responsible to handle campaign strategist for more than 1 campaign project, including create campaign concept, strategy and communicate campaign brief, coordinating across relevant department to review campaign performance, distribute task and mentoring campaign associate."
    },
    {
        "Title": "Creative Designer",
        "JobSummary": "As a Creative Designer, you are responsible for ensuring the feel and look of the visual communication on the design. To perform well in this role, you need to have a deep understanding and sense of abc.com's brand essence and your category characteristic. Brand guidance will be your \"bible\" to create your art. At the end of the day, your art should increase traffic and sales on the product of your category."
    },
    {
        "Title": "Head of Marketing",
        "JobSummary": "Head of Marketing will oversee all marketing operations of the company and develop its marketing strategy and vision. Chief Marketing Officer is responsible to lead the planning, developing, implementing and monitoring the overall marketing strategy, including market research, product/service marketing, marketing communications, customer relationship management, performance advertising and public relations."
    },
    {
        "Title": "Partnership",
        "JobSummary": "As Partnership, you will be responsible for cooperation with third parties to design a tactical marketing program such as purchasing vouchers, and serving requests for partners who are just joining for the first time and want to try campaigns."
    },
    {
        "Title": "Performance",
        "JobSummary": "As a Performance you will be responsible for giving direction and arranging digital marketing strategies as part of the integrated marketing plan by determining marketing goals & objectives. You will also be responsible for managing and supervising the integrated marketing plan implementation to ensure goals & objectives are achieved in a timely and brand-consistent manner."
    }
]
