{

    "Activation": [
        "Content creation: The department should have a dedicated team for creating engaging and high-quality content that aligns with the brand's overall strategy.",
        "Social media management: The department should have a team that specializes in managing social media platforms, creating and scheduling posts, and monitoring and moderating user-generated content.",
        "Event management: The department should have a team that is responsible for planning, executing, and optimizing events, including live reports and interactive events.",
        "Campaign execution: The department should have a team that specializes in executing campaigns, including creating scheduling content, monitoring and analyzing campaign performance, and optimizing campaign results."
    ],
    "Brand": [
        "Brand strategy: The department should have a team that focuses on developing and maintaining the brand story and complete brand architecture.",
        "Marketing research: The department should have a team that conducts market research to identify business drivers and opportunities.",
        "Creative direction: The department should have a team that is responsible for the visual communication of the brand, ensuring that all initiatives align with the brand's overall strategy."
    ],
    "Campaign Performance": [
        "Campaign planning: The department should have a team that specializes in developing campaign concepts, strategies, and briefs for multiple campaign projects.",
        "Campaign execution: The department should have a team that is responsible for executing campaigns, including creating and standardizing campaign briefs, seeking deals, and approving promotion budgets.",
        "Campaign analysis: The department should have a team that analyzes campaign performance, identifying areas for improvement and optimizing campaign results."
    ],
    "Creative Designer": [
        "Visual design: The department should have a team that is responsible for planning, implementing, and developing visual looks for content, products, and promotion programs within the category.",
        "Content creation: The department should have a team that creates impactful promos, collaborating with Content & Promotion, Merchandising Manager, VP of Category, and SVP of Category."
    ],
    "Head of Marketing": [
        "Marketing strategy: The department should have a team that develops and implements marketing plans that are aligned with the company's"
    ],
    "Partnership": [
        "Not Yet Available"
    ],
    "Performance": [
        "Lack of clear strategy and planning: Similar to the campaign division, the performance division's job desk does not mention any clear strategy and planning for achieving company goals.",
        "Limited focus on campaign execution: While the job desk mentions working with product and tech teams to deliver a great customer experience, there is no clear mention of how this will be achieved through campaign execution.",
        "No mention of collaboration with cross-functional teams: The job desk does not mention any collaboration with cross-functional teams, which could lead to a lack of alignment with company goals and objectives.",
        "No mention of budget management: Similar to the campaign division, the job desk does not mention any responsibility for managing and optimizing campaign budgets.",
        "No mention of performance analysis: While the job desk mentions providing campaign insights based on historical data and performance, there is no clear mention of how this analysis will be used to optimize campaign performance."
    ],
    "Campaing Performance": [
        "This is overall feedback for both campaign and performance:\n Lack of clear strategy and planning: Both divisions lack a clear strategy and planning for achieving company goals.",
        "Limited focus on performance analysis: Both divisions mention providing campaign insights based on historical data and performance, but there is no clear mention of how this analysis will be used to optimize campaign performance.",
        "Limited collaboration with product and tech teams: Both divisions mention working with product and tech teams, but there is no clear mention of how this collaboration will be achieved.",
        "Limited focus on budget management: Both divisions mention managing and optimizing campaign budgets, but there is no clear mention of how this will be achieved.",
        "Limited focus on performance optimization: Both divisions mention optimizing campaign performance, but there is no clear mention of how this will be achieved through analysis and strategic adjustments."
    ]
}
