{
    "Sales Community": [
    "Content creation and planning for community engagement and activation programs.",
    "Strong partnership building with marketing and merchant partners.",
    "Brand trial activities and event management.",
    "Communication collateral material preparation and management.",
    "Feedback and event analysis for improvement planning.",
    "Reporting and documentation."
    ],
    "Sales Digital": [
    "Website management and optimization.",
    "Content creation and updating for website and social media.",
    "Social media strategy and planning.",
    "Performance tracking and analysis for website and social media.",
    "Campaign execution and management.",
    "Video content creation and production."
    ],
    "Sales Director": [
    "Strategic leadership and growth process infrastructure development.",
    "Collaborative working relationships within the organization.",
    "Market penetration and sales growth strategy development.",
    "Channel management and optimization.",
    "Product development and market demand generation.",
    "Profit and loss management for Trade Partnership department."
    ],
    "Sales Marketplace": [
    "Product category development and optimization.",
    "Seller acquisition and growth.",
    "Market analysis, target market/customer persona, and competitive positioning.",
    "Financial projection and business/brand planning.",
    "Campaign and promotion planning and execution.",
    "Seller performance monitoring and optimization."
    ],
    "Sales Trading": [
    "Product variant availability and market trend analysis.",
    "Local supplier sourcing and product cost acquisition.",
    "Demand and planning analysis.",
    "Business/brand planning and cross-collaboration.",
    "Campaign and promotion planning and execution.",
    "Product profitability and corrective action planning.",
    "Seller performance monitoring and optimization."
    ],
    "Sales Trainer": [
    "Administrative training activity planning and execution.",
    "Training needs assessment and evaluation"
    ],
    "Creative Designer": [
    "Skill Gap: Visual Identity and Branding",
    "Recommended Training: Develop visual content aligning with the category's look and feel, stay updated on market trends for improved visual communication, coordinate with Content & Promotion teams to align visual communication with Work Order, collaborate with various teams for impactful promotions, evaluate and improve work processes regularly, establish action plans for efficient task completion, and report job progress regularly."
    ],
    "Head of Regional Sale": [
    "Skill Gap: Sales Strategy and Leadership",
    "Recommended Training: Lead and manage regional sales teams to achieve sales targets, develop and implement sales strategies to maximize revenue and profitability, conduct market research to identify opportunities for growth and optimize sales tactics, collaborate with category teams to ensure sales strategies align with business objectives, manage relationships with key partners and stakeholders, analyze sales data and provide insights to improve sales performance, and provide training and support to sales teams to enhance their skills and knowledge."
    ],
    "Sales Admin": [
    "Skill Gap: Administrative Tasks and Onboarding",
    "Recommended Training: Manage and coordinate administrative tasks and processes for the sales team, ensure accurate and timely onboarding of new merchant partners, provide support and training to merchant partners on product upload and management, collaborate with other teams to resolve issues and improve overall sales experience, maintain accurate records and reports of sales data and performance, assist in the development and implementation of sales processes and procedures, and provide administrative support to other teams as needed."
    ],
    "Planner": [
    "Skill Gap: Data Analysis and Forecasting",
    "Recommended Training: Own the design, development, and maintenance of ongoing metrics, reports, analyses, dashboards, etc. to drive key business decisions, oversee demand planners to provide guidance to develop the best item/week/location forecasts to achieve inventory targets and sales, lead monthly meetings with VP to leverage consumer behavior and sales report to develop monthly volume forecasts and drive alignment to the operational demand plan, lead inventory management process and strategy improvement by evaluating and identifying factors that impact department and item performance, collaborate with stakeholders to gain alignment for recommendations, complete and maintain inventory management system parameters in order to drive consistency and effectiveness, work with cross-functional teams and provide insight into root cause of forecast error, developing and implementing solutions to drive continuous improvement and improve business decisions, review historical sales trends, research demand drivers, prepare forecast data, and develop/evaluate statistical forecast models, and drive continuous improvement by analyzing current processes and implementing new forecasting methodologies, tools, and techniques to help improve forecast accuracy."
    ],
    "Promotion": [
    "Skill Gap: Content Creation and Optimization",
    "Recommended Training: Plan and develop content that aligns with the category's look and feel, optimize the path to conversion, update market trends related to the category to gain insight on promotion programs, coordinate with Merchandising and Brand Management for thematic promotion concepts, evaluate promotion programs and provide feedback to Merchandising and Creative as input for future promotion programs, create a work order for a creative designer for the promotion program, establish an action plan for self and others to complete work efficiently and on time by setting priorities, and do tasks assigned by the superior."
    ],
    "Head of Sales Excellence":["Not Available"],
    "Head of Sales Support":["Not Available"],
    "Sales Analytics":["Not Available"],
    "Head of Sales":["Not Available"]
    }